/* No comment provided by engineer. */
" Area = " = " Area = ";

/* No comment provided by engineer. */
" Field cannot contain 2 or less corners." = " Field cannot contain 2 or less corners.";

/* No comment provided by engineer. */
" Field: \(fieldsController!.selectedField.title) " = " Field: \(fieldsController!.selectedField.title) ";

/* No comment provided by engineer. */
" Lat:" = " Lat:";

/* No comment provided by engineer. */
" Length = " = " Length = ";

/* No comment provided by engineer. */
" Line must contain 1 or more markers." = " Line must contain 1 or more markers.";

/* No comment provided by engineer. */
" Line: \(linesController!.selectedLine.title) " = " Line: \(linesController!.selectedLine.title) ";

/* No comment provided by engineer. */
" Lon:" = " Lon:";

/* No comment provided by engineer. */
" Password Changed" = " Password Changed";

/* No comment provided by engineer. */
" Place: \(placesController!.selectedPlace.title)" = " Place: \(placesController!.selectedPlace.title)";

/* No comment provided by engineer. */
"\(group.fields.count) Field" = "\(group.fields.count) Field";

/* No comment provided by engineer. */
"\(group.fields.count) Fields" = "\(group.fields.count) Fields";

/* No comment provided by engineer. */
"\(item.title) - Group Task" = "\(item.title) - Group Task";

/* No comment provided by engineer. */
"\(selectedField!.title)'s Items" = "\(selectedField!.title)'s Items";

/* No comment provided by engineer. */
"\(selectedGroup!.title)'s Items" = "\(selectedGroup!.title)'s Items";

/* No comment provided by engineer. */
"\(selectedLine!.title)'s Items" = "\(selectedLine!.title)'s Items";

/* No comment provided by engineer. */
"\(selectedPlace!.title)'s Items" = "\(selectedPlace!.title)'s Items";

/* No comment provided by engineer. */
"\n Area = " = "\n Area = ";

/* No comment provided by engineer. */
"\n Circumference = " = "\n Circumference = ";

/* No comment provided by engineer. */
"\n\n• Cloud Storage - Save your measurements, to-do items and field photos to the cloud." = "\n\n• Cloud Storage - Save your measurements, to-do items and field photos to the cloud.";

/* No comment provided by engineer. */
"\n\n• Collaboration With Your Team - Seamlessly create, share, and collaborate with your team on field projects, wherever you are, between devices." = "\n\n• Collaboration With Your Team - Seamlessly create, share, and collaborate with your team on field projects, wherever you are, between devices.";

/* No comment provided by engineer. */
"\n\n• Offline Support - If the device is offline, \(K.appName) Professional caches data that your app is actively using. When the device comes back online, \(K.appName) Professional synchronizes any local changes back to cloud." = "\n\n• Offline Support - If the device is offline, \(K.appName) Professional caches data that your app is actively using. When the device comes back online, \(K.appName) Professional synchronizes any local changes back to cloud.";

/* No comment provided by engineer. */
"\n\n• Realtime Updates - \(K.appName) Professional uses data synchronization to update data with cloud services." = "\n\n• Realtime Updates - \(K.appName) Professional uses data synchronization to update data with cloud services.";

/* No comment provided by engineer. */
"\n\n• Storage Limits - You can save 100 field, 100 line, 100 place and 20 to-do item for each overlay. Also you can save 20 photo for each overlay." = "\n\n• Storage Limits - You can save 100 field, 100 line, 100 place and 20 to-do item for each overlay. Also you can save 20 photo for each overlay.";

/* No comment provided by engineer. */
"a" = "a";

/* No comment provided by engineer. */
"A password reset email has been sent." = "A password reset email has been sent.";

/* No comment provided by engineer. */
"A password reset email will be sent." = "A password reset email will be sent.";

/* No comment provided by engineer. */
"ac" = "ac";

/* No comment provided by engineer. */
"Add Field Item" = "Add Field Item";

/* No comment provided by engineer. */
"Add Items as Individual Field Item" = "Add Items as Individual Field Item";

/* No comment provided by engineer. */
"Add Items as Shared Group Item" = "Add Items as Shared Group Item";

/* No comment provided by engineer. */
"Add Line Item" = "Add Line Item";

/* No comment provided by engineer. */
"Add New Item" = "Add New Item";

/* No comment provided by engineer. */
"Add Photo" = "Add Photo";

/* No comment provided by engineer. */
"Add Place Item" = "Add Place Item";

/* No comment provided by engineer. */
"All fields in this group will be deleted." = "All fields in this group will be deleted.";

/* No comment provided by engineer. */
"All Groups" = "All Groups";

/* No comment provided by engineer. */
"An email address must be provided." = "An email address must be provided.";

/* No comment provided by engineer. */
"An password reset email sent." = "An password reset email sent.";

/* No comment provided by engineer. */
"An password reset email will be sent." = "An password reset email will be sent.";

/* No comment provided by engineer. */
"Annually \(professionalMapServicesYearlyPackage.product.price) \(professionalMapServicesYearlyPackage.product.priceLocale.currencySymbol ?? professionalMapServicesYearlyPackage.product.priceLocale.currencyCode ?? emptyString)" = "Annually \(professionalMapServicesYearlyPackage.product.price) \(professionalMapServicesYearlyPackage.product.priceLocale.currencySymbol ?? professionalMapServicesYearlyPackage.product.priceLocale.currencyCode ?? emptyString)";

/* No comment provided by engineer. */
"Area" = "Area";

/* No comment provided by engineer. */
"Area unit" = "Area unit";

/* No comment provided by engineer. */
"Auth info not found." = "Auth info not found.";

/* No comment provided by engineer. */
"Battery saving mode" = "Battery saving mode";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Canceled" = "Canceled";

/* No comment provided by engineer. */
"Change" = "Change";

/* No comment provided by engineer. */
"Change \(self.fieldsController!.fields![indexPath.row].title)'s Group" = "Change \(self.fieldsController!.fields![indexPath.row].title)'s Group";

/* No comment provided by engineer. */
"Change \(self.fieldsController!.fields![indexPath.row].title)'s Title" = "Change \(self.fieldsController!.fields![indexPath.row].title)'s Title";

/* No comment provided by engineer. */
"Change \(self.fieldsController!.groups![indexPath.row].title)'s Title" = "Change \(self.fieldsController!.groups![indexPath.row].title)'s Title";

/* No comment provided by engineer. */
"Change \(self.linesController!.lines![indexPath.row].title)'s Title" = "Change \(self.linesController!.lines![indexPath.row].title)'s Title";

/* No comment provided by engineer. */
"Change \(self.placesController!.places![indexPath.row].title)'s Title" = "Change \(self.placesController!.places![indexPath.row].title)'s Title";

/* No comment provided by engineer. */
"Change Password" = "Change Password";

/* No comment provided by engineer. */
"Circumference" = "Circumference";

/* No comment provided by engineer. */
"cm" = "cm";

/* No comment provided by engineer. */
"cm\u{00B2}" = "cm\u{00B2}";

/* No comment provided by engineer. */
"Color" = "Color";

/* No comment provided by engineer. */
"Completed" = "Completed";

/* No comment provided by engineer. */
"Confirm Password" = "Confirm Password";

/* No comment provided by engineer. */
"Create new item" = "Create new item";

/* No comment provided by engineer. */
"Current Password" = "Current Password";

/* No comment provided by engineer. */
"Current password was entered incorrectly." = "Current password was entered incorrectly.";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete \(fieldsController!.selectedField.title)" = "Delete \(fieldsController!.selectedField.title)";

/* No comment provided by engineer. */
"Delete \(linesController!.selectedLine.title)" = "Delete \(linesController!.selectedLine.title)";

/* No comment provided by engineer. */
"Delete \(placesController!.selectedPlace.title)" = "Delete \(placesController!.selectedPlace.title)";

/* No comment provided by engineer. */
"Delete group  \(self.fieldsController!.groups![indexPath.row].title) " = "Delete group  \(self.fieldsController!.groups![indexPath.row].title) ";

/* No comment provided by engineer. */
"Delete group and keep the fields." = "Delete group and keep the fields.";

/* No comment provided by engineer. */
"Delete Item" = "Delete Item";

/* No comment provided by engineer. */
"Delete this image" = "Delete this image";

/* No comment provided by engineer. */
"Display Name" = "Display Name";

/* No comment provided by engineer. */
"Distance unit between corners" = "Distance unit between corners";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"E-Mail" = "E-Mail";

/* No comment provided by engineer. */
"Edit field overlay" = "Edit field overlay";

/* No comment provided by engineer. */
"Edit items" = "Edit items";

/* No comment provided by engineer. */
"Edit line overlay" = "Edit line overlay";

/* No comment provided by engineer. */
"Edit place overlay" = "Edit place overlay";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email address is badly formatted." = "Email address is badly formatted.";

/* No comment provided by engineer. */
"Email Sent" = "Email Sent";

/* No comment provided by engineer. */
"Enter a display name." = "Enter a display name.";

/* No comment provided by engineer. */
"Enter Coordinates" = "Enter Coordinates";

/* No comment provided by engineer. */
"Enter Email" = "Enter Email";

/* No comment provided by engineer. */
"Enter Length" = "Enter Length";

/* No comment provided by engineer. */
"Enter Password" = "Enter Password";

/* No comment provided by engineer. */
"Error saving context, " = "Error saving context, ";

/* No comment provided by engineer. */
"Field needs a title." = "Field needs a title.";

/* No comment provided by engineer. */
"Field's overlay, to-do items and photos will be deleted." = "Field's overlay, to-do items and photos will be deleted.";

/* No comment provided by engineer. */
"Fields cannot have the same title." = "Fields cannot have the same title.";

/* No comment provided by engineer. */
"For \(fieldsController!.selectedField.title)" = "For \(fieldsController!.selectedField.title)";

/* No comment provided by engineer. */
"For \(linesController!.selectedLine.title)" = "For \(linesController!.selectedLine.title)";

/* No comment provided by engineer. */
"For \(placesController!.selectedPlace.title)" = "For \(placesController!.selectedPlace.title)";

/* No comment provided by engineer. */
"Forgot password?" = "Forgot password?";

/* No comment provided by engineer. */
"ft" = "ft";

/* No comment provided by engineer. */
"ft\u{00B2}" = "ft\u{00B2}";

/* No comment provided by engineer. */
"Group" = "Group";

/* No comment provided by engineer. */
"Group Color" = "Group Color";

/* No comment provided by engineer. */
"Groupless Group" = "Groupless Group";

/* No comment provided by engineer. */
"Groups" = "Groups";

/* No comment provided by engineer. */
"ha" = "ha";

/* No comment provided by engineer. */
"If this is your first login, you will be registered automatically." = "If this is your first login, you will be registered automatically.";

/* No comment provided by engineer. */
"If you select 'send email', a password forgot mail will be sent" = "If you select 'send email', a password forgot mail will be sent";

/* No comment provided by engineer. */
"Imperial" = "Imperial";

/* No comment provided by engineer. */
"in" = "in";

/* No comment provided by engineer. */
"In Progress" = "In Progress";

/* No comment provided by engineer. */
"in\u{00B2}" = "in\u{00B2}";

/* No comment provided by engineer. */
"Item needs a title." = "Item needs a title.";

/* No comment provided by engineer. */
"Item will be deleted." = "Item will be deleted.";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"km\u{00B2}" = "km\u{00B2}";

/* No comment provided by engineer. */
"Labels" = "Labels";

/* No comment provided by engineer. */
"Landmarks" = "Landmarks";

/* No comment provided by engineer. */
"Language" = "Language";

/* No comment provided by engineer. */
"Latitude" = "Latitude";

/* No comment provided by engineer. */
"Length" = "Length";

/* No comment provided by engineer. */
"Line's overlay, to-do items and photos items will be deleted." = "Line's overlay, to-do items and photos items will be deleted.";

/* No comment provided by engineer. */
"Line's overlay, to-do items and photos will be deleted." = "Line's overlay, to-do items and photos will be deleted.";

/* No comment provided by engineer. */
"Lines" = "Lines";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"Log in" = "Log in";

/* No comment provided by engineer. */
"Longitude" = "Longitude";

/* No comment provided by engineer. */
"Low data mode" = "Low data mode";

/* No comment provided by engineer. */
"m" = "m";

/* No comment provided by engineer. */
"m\u{00B2}" = "m\u{00B2}";

/* No comment provided by engineer. */
"Measurement units" = "Measurement units";

/* No comment provided by engineer. */
"Metric" = "Metric";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"mi\u{00B2}" = "mi\u{00B2}";

/* No comment provided by engineer. */
"Monthly \(professionalMapServicesPackage.product.price) \(professionalMapServicesPackage.product.priceLocale.currencySymbol ?? professionalMapServicesPackage.product.priceLocale.currencyCode ?? emptyString)" = "Monthly \(professionalMapServicesPackage.product.price) \(professionalMapServicesPackage.product.priceLocale.currencySymbol ?? professionalMapServicesPackage.product.priceLocale.currencyCode ?? emptyString)";

/* No comment provided by engineer. */
"Navigation controller does not exist." = "Navigation controller does not exist.";

/* No comment provided by engineer. */
"New Group Title" = "New Group Title";

/* No comment provided by engineer. */
"New Password" = "New Password";

/* No comment provided by engineer. */
"New Title" = "New Title";

/* No comment provided by engineer. */
"No Items Added" = "No Items Added";

/* No comment provided by engineer. */
"Notes" = "Notes";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Oops!" = "Oops!";

/* No comment provided by engineer. */
"Open info page" = "Open info page";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Password Changed" = "Password Changed";

/* No comment provided by engineer. */
"Password must contain 6 or more characters." = "Password must contain 6 or more characters.";

/* No comment provided by engineer. */
"Place's overlay and to-do items will be deleted." = "Place's overlay and to-do items will be deleted.";

/* No comment provided by engineer. */
"Place's overlay, to-do items and photos will be deleted." = "Place's overlay, to-do items and photos will be deleted.";

/* No comment provided by engineer. */
"Places" = "Places";

/* No comment provided by engineer. */
"Render with geodesic correction" = "Render with geodesic correction";

/* No comment provided by engineer. */
"Restore Subscription" = "Restore Subscription";

/* No comment provided by engineer. */
"Roads" = "Roads";

/* No comment provided by engineer. */
"Send Email" = "Send Email";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Show all calculated units" = "Show all calculated units";

/* No comment provided by engineer. */
"Show distance between corners" = "Show distance between corners";

/* No comment provided by engineer. */
"Sign in with Email" = "Sign in with Email";

/* No comment provided by engineer. */
"Sign in with Google" = "Sign in with Google";

/* No comment provided by engineer. */
"Sign Out" = "Sign Out";

/* No comment provided by engineer. */
"Submit" = "Submit";

/* No comment provided by engineer. */
"The password must be 6 characters long or more." = "The password must be 6 characters long or more.";

/* No comment provided by engineer. */
"The selected point will be kept fixed and the edge will be extended" = "The selected point will be kept fixed and the edge will be extended";

/* No comment provided by engineer. */
"The selected point will stay fixed and the edge will be extended." = "The selected point will stay fixed and the edge will be extended.";

/* No comment provided by engineer. */
"Title" = "Title";

/* No comment provided by engineer. */
"Waiting To Run" = "Waiting To Run";

/* No comment provided by engineer. */
"Wrong password. Try again or click 'Forgot password' to get an email to reset your password." = "Wrong password. Try again or click 'Forgot password' to get an email to reset your password.";

/* No comment provided by engineer. */
"yd" = "yd";

/* No comment provided by engineer. */
"yd\u{00B2}" = "yd\u{00B2}";

/* No comment provided by engineer. */
"You can save \(savePercent)% by subscribing annually." = "You can save \(savePercent)% by subscribing annually.";

/* No comment provided by engineer. */
"You must enter an email address and password." = "You must enter an email address and password.";

/* No comment provided by engineer. */
"You must enter an email address." = "You must enter an email address.";

/* No comment provided by engineer. */
"You need to select a corner and then tap the minus button." = "You need to select a corner and then tap the minus button.";

/* No comment provided by engineer. */
"• Ad Free" = "• Ad Free";

